aaron-bond.better-comments
alefragnani.project-manager
alexdima.copy-relative-path
amazonwebservices.aws-toolkit-vscode
ardenivanov.svelte-intellisense
bierner.markdown-checkbox
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
charliermarsh.ruff
christian-kohler.npm-intellisense
cschlosser.doxdocgen
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
editorconfig.editorconfig
ericadamski.carbon-now-sh
esbenp.prettier-vscode
fabiospampinato.vscode-todo-plus
firefox-devtools.vscode-firefox-debug
fivethree.vscode-svelte-snippets
fmoronzirfas.open-in-marked
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
hashicorp.terraform
heaths.vscode-guid
james-yu.latex-workshop
jeff-hykin.better-cpp-syntax
jspolancor.presentationmode
kaleidoscope-app.vscode-ksdiff
karunamurti.haml
kenhowardpdx.vscode-gist
kumar-harsh.graphql-for-vscode
leizongmin.node-module-intellisense
mechatroner.rainbow-csv
mikestead.dotenv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-ossdata.vscode-postgresql
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
njpwerner.autodocstring
oderwat.indent-rainbow
pflannery.vscode-versionlens
pkief.material-icon-theme
postman.postman-for-vscode
prisma.prisma
quicktype.quicktype
qwtel.sqlite-viewer
rangav.vscode-thunder-client
redhat.java
redhat.vscode-yaml
saoudrizwan.claude-dev
shd101wyy.markdown-preview-enhanced
sleistner.vscode-fileutils
sonarsource.sonarlint-vscode
sourcegraph.cody-ai
styled-components.vscode-styled-components
svelte.svelte-vscode
sysoev.language-stylus
tamasfe.even-better-toml
timonwong.shellcheck
tintinweb.graphviz-interactive-preview
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vsls-contrib.gistfs
wix.glean
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zignd.html-css-class-completion
