tap "hashicorp/tap"
tap "kevinmcmahon/cwpt"
tap "mutagen-io/mutagen"
tap "sst/tap"
tap "steipete/tap"
tap "steveyegge/beads"
brew "age"
brew "ast-grep"
brew "automake"
brew "aws-iam-authenticator"
brew "openssl@3"
brew "libyaml"
brew "readline"
brew "xz"
brew "aws-sam-cli"
brew "awscli"
brew "awscurl"
brew "awslogs"
brew "libgit2"
brew "bat"
brew "boost"
brew "librsvg"
brew "chafa"
brew "chruby"
brew "cmake"
brew "cmake-docs"
brew "cocoapods"
brew "commitizen"
brew "consul-template"
brew "gmp"
brew "coreutils"
brew "croc"
brew "curl"
brew "direnv"
brew "docker", link: false
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "dos2unix"
brew "exiftool"
brew "exiv2"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "tesseract"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "git-secrets"
brew "gitleaks"
brew "libusb"
brew "gnupg"
brew "go"
brew "graphviz"
brew "helix"
brew "hf"
brew "hub"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "imagemagick"
brew "jless"
brew "jq"
brew "just"
brew "kind"
brew "lazygit"
brew "libffi"
brew "libmagic"
brew "libpq", link: true
brew "libressl"
brew "libspatialite"
brew "litecli"
brew "luarocks"
brew "mas"
brew "mosh"
brew "mpv"
brew "tree-sitter"
brew "neovim"
brew "oci-cli"
brew "ollama", restart_service: :changed
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "potrace"
brew "pyvim"
brew "reattach-to-user-namespace"
brew "rename"
brew "resvg"
brew "ripgrep"
brew "ruby-install"
brew "sentry-cli"
brew "shellcheck"
brew "starship"
brew "stow"
brew "swiftformat"
brew "swiftlint"
brew "tectonic"
brew "terraform-ls"
brew "tlrc"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "ttyd"
brew "typst"
brew "uv"
brew "vale"
brew "vim"
brew "viu"
brew "wget"
brew "xcodegen"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "kevinmcmahon/cwpt/cwpt"
brew "mutagen-io/mutagen/mutagen"
brew "steipete/tap/goplaces"
cask "1password"
cask "1password-cli"
cask "acorn"
cask "adguard"
cask "aws-vault-binary"
cask "bbedit"
cask "charles"
cask "cleanshot"
cask "corretto"
cask "corretto@11"
cask "corretto@8"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "deckset"
cask "deskpad"
cask "discord"
cask "docker-desktop"
cask "drawio"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-inter"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-m+-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-monaspice-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-noto-sans-symbols-2"
cask "font-opendyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-public-sans"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-source-code-pro"
cask "font-source-sans-3"
cask "font-source-serif-4"
cask "font-space-grotesk"
cask "font-space-mono-nerd-font"
cask "font-spectral"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "ghostty"
cask "google-drive"
cask "handbrake-app"
cask "hazel"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "kaleidoscope"
cask "keepingyouawake"
cask "keyboard-maestro"
cask "kitty"
cask "mactex"
cask "marked-app"
cask "microsoft-auto-update"
cask "netnewswire"
cask "ngrok"
cask "packetsender"
cask "resilio-sync"
cask "slack"
cask "tailscale-app"
cask "transmit"
cask "typora"
cask "ungoogled-chromium"
cask "visual-studio-code@insiders"
cask "vlc"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "Bear", id: 1091189122
mas "BetterJSON", id: 1511935951
mas "Calca", id: 635758264
mas "Divvy", id: 413857545
mas "Grammarly for Safari", id: 1462114288
mas "HP Smart", id: 1474276998
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Kagi for Safari", id: 1622835804
mas "Keynote", id: 409183694
mas "LoremBuilder", id: 683129651
mas "MagicHighlighter", id: 1663033087
mas "Magnet", id: 441258766
mas "MindNode Classic", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
mas "Perplexity", id: 6714467650
mas "Privacy.com for Safari", id: 6449850851
mas "S3", id: 6447647340
mas "Swift Playground", id: 1496833156
mas "The Camelizer", id: 1532579087
mas "UTM", id: 1538878817
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "alexdima.copy-relative-path"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anthropic.claude-code"
vscode "ardenivanov.svelte-intellisense"
vscode "astral-sh.ty"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "cschlosser.doxdocgen"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "ericadamski.carbon-now-sh"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "fivethree.vscode-svelte-snippets"
vscode "fmoronzirfas.open-in-marked"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.codespaces"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "heaths.vscode-guid"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jspolancor.presentationmode"
vscode "kaleidoscope-app.vscode-ksdiff"
vscode "karunamurti.haml"
vscode "kenhowardpdx.vscode-gist"
vscode "kumar-harsh.graphql-for-vscode"
vscode "leizongmin.node-module-intellisense"
vscode "lextudio.restructuredtext"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "myriad-dreamin.tinymist"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "postman.postman-for-vscode"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "qwtel.sqlite-viewer"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "semanticworkbenchteam.mcp-server-vscode"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sleistner.vscode-fileutils"
vscode "sonarsource.sonarlint-vscode"
vscode "stoplight.spectral"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "svelte.svelte-vscode"
vscode "sysoev.language-stylus"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tintinweb.graphviz-interactive-preview"
vscode "trond-snekvik.simple-rst"
vscode "valentjn.vscode-ltex"
vscode "vincaslt.highlight-matching-tag"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.gistfs"
vscode "vue.volar"
vscode "wix.glean"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
go "golang.org/x/tools/gopls"
uv "mcp-proxy"
uv "pynvim"
uv "rodney"
uv "ruff"
uv "showboat"
uv "smartpin"
uv "ttok"
uv "ty"
