tap "aws/tap"
tap "buo/cask-upgrade"
tap "cantino/mcfly"
tap "dart-lang/dart"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
brew "coreutils"
brew "readline"
brew "asdf"
brew "autojump"
brew "aws-cdk"
brew "aws-iam-authenticator"
brew "awscli"
brew "awscurl"
brew "awslogs"
brew "bat"
brew "brew-cask-completion"
brew "cocoapods"
brew "curl"
brew "direnv"
brew "eslint"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "git-secrets"
brew "gitleaks"
brew "libusb"
brew "gnupg"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "lazygit"
brew "libgit2"
brew "libressl"
brew "mas"
brew "shellcheck"
brew "tree"
brew "wget"
brew "yarn"
brew "aws/tap/aws-sam-cli"
brew "dart-lang/dart/dart"
cask "1password"
cask "1password-cli"
cask "acorn"
cask "aws-vault"
cask "bartender"
cask "bbedit"
cask "charles"
cask "corretto"
cask "corretto11"
cask "corretto8"
cask "daisydisk"
cask "deckset"
cask "discord"
cask "docker"
cask "dropshare"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-inconsolata"
cask "font-jetbrains-mono"
cask "font-mononoki"
cask "font-overpass"
cask "font-public-sans"
cask "font-spectral"
cask "google-drive"
cask "grammarly"
cask "handbrake"
cask "hazel"
cask "ipfs"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kaleidoscope"
cask "keepingyouawake"
cask "keyboard-maestro"
cask "marked"
cask "microsoft-auto-update"
cask "microsoft-edge-dev"
cask "netnewswire"
cask "ngrok"
cask "packetsender"
cask "paw"
cask "postman"
cask "quicklook-json"
cask "slack"
cask "spotify"
cask "transmit"
cask "visual-studio-code-insiders"
